brew "age"
brew "bat"
brew "chezmoi"
brew "exiftool"
brew "eza"
brew "fd"
brew "fzf"
brew "fzf-tab"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "git-lfs"
brew "gitleaks"
brew "gnupg"
brew "lazygit"
brew "micro"
brew "mise"
brew "navi"
brew "ripgrep"
brew "tealdeer"
brew "typst"
brew "yazi"
brew "zoxide"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "acorn"
cask "alfred"
cask "appcleaner"
cask "arq"
cask "betterdisplay"
cask "calibre"
cask "choosy"
cask "codex-app"
cask "cyberduck"
cask "docker-desktop"
cask "fathom"
cask "figma"
cask "firefox"
cask "firefox@developer-edition"
cask "fork"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "grandperspective"
cask "handbrake-app"
cask "heroic"
cask "iina"
cask "imageoptim"
cask "integrity"
cask "kap"
cask "keepingyouawake"
cask "malwarebytes"
cask "microsoft-edge"
cask "mimestream"
cask "minecraft"
cask "notion"
cask "numi"
cask "philips-hue-sync"
cask "pika"
cask "qlmarkdown"
cask "qlvideo"
cask "raspberry-pi-imager"
cask "rectangle-pro"
cask "signal"
cask "slack"
cask "steam"
cask "suspicious-package"
cask "syntax-highlight"
cask "tailscale-app"
cask "todoist-app"
cask "transmission"
cask "transnomino"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zed"
cask "zoom"
