tap "hashicorp/tap"
tap "microsoft/git"
tap "theseal/blank-screensaver"
brew "age"
brew "chezmoi"
brew "exiftool"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "mise"
brew "typst"
brew "zoxide"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "acorn"
cask "alfred"
cask "appcleaner"
cask "arq"
cask "betterdisplay"
cask "theseal/blank-screensaver/blank-screensaver"
cask "calibre"
cask "choosy"
cask "cyberduck"
cask "docker-desktop"
cask "fathom"
cask "figma"
cask "firefox"
cask "firefox@developer-edition"
cask "fork"
cask "ghostty"
cask "google-chrome"
cask "grandperspective"
cask "handbrake-app"
cask "heroic"
cask "iina"
cask "imageoptim"
cask "integrity"
cask "iterm2"
cask "kap"
cask "keepingyouawake"
cask "malwarebytes"
cask "microsoft-edge"
cask "mimestream"
cask "minecraft"
cask "notion"
cask "numi"
cask "pika"
cask "qlmarkdown"
cask "qlvideo"
cask "rectangle"
cask "signal"
cask "slack"
cask "steam"
cask "suspicious-package"
cask "syntax-highlight"
cask "tailscale-app"
cask "todoist-app"
cask "transmission"
cask "transnomino"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "zed"
cask "zoom"
vscode "astro-build.astro-vscode"
vscode "ban.spellright"
vscode "bierner.emojisense"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-image-size"
vscode "bierner.markdown-preview-github-styles"
vscode "christian-kohler.path-intellisense"
vscode "curlybrackets.markdown-word-count"
vscode "danishsarwar.reverse-search"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "haaleo.timing"
vscode "jnoortheen.nix-ide"
vscode "jspolancor.presentationmode"
vscode "kurre.turndown-vscode"
vscode "loriscro.super"
vscode "mariusschulz.yarn-lock-syntax"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.wasm-wasi-core"
vscode "openai.chatgpt"
vscode "openai.openai-chatgpt-adhoc"
vscode "patbenatar.advanced-new-file"
vscode "rahules.hash-utils"
vscode "saycv.fix-markdown-toc"
vscode "shinotatwu-ds.file-tree-generator"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "unifiedjs.vscode-remark"
vscode "vincaslt.highlight-matching-tag"
vscode "wmaurer.change-case"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
